austin.code-gnu-global
bierner.markdown-mermaid
bungcip.better-toml
cschlosser.doxdocgen
maelvalais.autoconf
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
redhat.java
robocorp.robotframework-lsp
rust-lang.rust
stevencl.addDocComments
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xaver.clang-format
yzhang.markdown-all-in-one
