1yib.rust-bundle
asciidoctor.asciidoctor-vscode
bierner.markdown-mermaid
cschlosser.doxdocgen
dustypomerleau.rust-syntax
fill-labs.dependi
gitlab.gitlab-workflow
alefragnani.pascal
alefragnani.pascal-formatter
bierner.markdown-checkbox
dbaeumer.vscode-eslint
golang.go
maelvalais.autoconf
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
njpwerner.autodocstring
redhat.java
robocorp.robotframework-lsp
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
stevencl.adddoccomments
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xaver.clang-format
yzhang.markdown-all-in-one
